label act3_shot_1:
    scene bg7day with eye_open
    pov "ขึ้นเดือนใหม่ เดือนสุดท้ายของปีแล้วสินะ"
    pov "เดือนนี้ก็มีอีเว้นท์อีกหลายอย่างเลย รวมถึงวันเกิดของมายด์ด้วย…"
    # ภาพ flashback  (VFX จอมืด) ในภาพร้านมี ซึรุ เดล และฮันนี่
    tsuru "นี่ผู้จัดการ กับมายด์แล้วรู้สึกยังไงหรอ"
    debirun "นั่นสิๆ ดูเป็นห่วงพี่มายด์มากจนผิดปกติ"
    pov "คือ…ฉัน…"
    tsuru "ชอบใช่มั้ยละคะ มายด์น่ะ"
    pov "กะ ก็ไม่ปฏิเสธหรอกนะ"
    pov "แล้วมันมีปัญหาตรงไหนล่ะ!?"
    tsuru "ก็ไม่มีอะไรหรอกค่ะ หนูแค่คิดว่าพี่ผู้จัดการควรจะทำอะไรได้แล้ว"
    pov "(ตอนซึรุจะพูดอะไรจริงจังจะเรียกฉันว่าพี่นี่หน่า..)"
    pov "ควรจะทำอะไร.. หมายถึงอะไรหรอ…"
    tsuru "โห่ววววววว พี่นี่ซื่อบื้ออะเป่าเนี่ยยยยยย!"
    debirun "ไม่คิดเลยนะว่าผู้จัดการจะอ่อนหัดได้ขนาดนี้ หนูไม่คิดเลย"
    pov "เดี๋ยวก่อนสิ แล้วฉันควรจะทำยังไงละ!? แล้วที่ว่าควรจะทำอะไรเนี่ยมันหมายถึงอะไรกัน?"
    tsuru "ก็หมายถึง ต้องไปสารภาพรักกับมายด์ได้แล้วไง! จะปล่อยให้เวลาผ่านไปอีกเท่าไหร่กันคะ!"
    pov "ก็ที่ผ่านมาฉันเอาแต่เล่นมุกจีบแบบแกล้งๆนี่นา จะให้บอกไปว่าชอบแบบจริงจังมันก็"
    pov "…"
    tsuru "เฮ้ออ… ถ้างั้นพวกหนูจะหาจังหวะให้อยู่ด้วยกันสองต่อสองแล้วกัน พี่ก็ทำให้เต็มที่ด้วยล่ะ"
    tsuru "แล้วเดี๋ยวหนูกับเดลจะเอาเค้กตา–" #//ตัดไป (19) เลย ?
    pov "สะ สะ สะ สารภาพรัก! ฉัน ฉัน ฉัน….." #ตัดภาพกลับมา BG 7 ห้องฮันนี่?
    pov "เล่นเอาหลังจากนั้นก็จำไม่ได้เลยว่าซึรุพูดว่าอะไร…."
    pov "ชั่งมันละกันนะ…. คงต้องหาของขวัญวันเกิดไว้ล่วงหน้าด้วย"
    # [แวปภาพสร้อยคอจี้รูปหัวใจแบบเบลอโคตรรรรรรรรรรรรรรรรรรรรรรรรรรรร]
    pov "เอาเป็นว่าไปซื้อของเข้าร้านก่อนดีกว่า~"
    # SFX ปิดประตู
    scene bg5day
    pov "(จะว่าไปมายด์ตื่นรึยังนะ ลองเรียกหน่อยดีกว่า)"
    # SFX ก๊อกๆ เสียงเคาะประตู
    pov "มายด์ มายด์ตื่นรึยัง ทานอะไรมั้ย"
    pov "(ไม่ตอบแหะ)"
    pov "งั้นฉันจะทำอะไรไว้ให้นะ อย่าลืมลงมาทานด้วยล่ะ"
    # SFX ตึกๆๆ เดิน
    # SFX เสียงร้านค้า supermarket
    scene bg9day
    pov "อ่าา..เอาอันนี้แล้วก็อันนี้ เอาล่ะ! ครบแล้วสินะ"
    employee "สวัสดีค่า ยินดีให้บริการค่า"
    employee "คุณลูกค้าได้รับสิทธิ หมุนการาปองค่ะ มีสิทธิได้รับตั๋วออนเซ็น 1 ครอบครัวค่า!"
    pov "อ่า..ขอบคุณนะ"
    pov "(คนไม่มีดวงอย่างฉัน จะไปหมุนได้ ได้ยังไงกันล่ะ TT)"
    # // SD Garapon
    # SFX กรุ๊กๆๆ garapon ที่หมุนอยู่
    # // SD Garapon มีลูกสีทองออกมา
    centered "หลังจากที่หมุนการาปองแบบขอไปทีนั้นเอง ก็มีลูกกลมๆสีทองกลิ้งออกมา"
    # SFX แกร๊งๆๆๆๆๆๆๆๆๆ ระฆังเล็กๆ
    employee "ยินดีด้วยค่ะคุณลูกค้า! ได้รับตั๋วรางวัลพิเศษเที่ยวออนเซ็น 1 ครอบครัวค่าาาาา!......."
    pov "…… (เอาจริงดิ)"
    scene bg2day
    tsuru_debirun "ผู้จัดการสวัสดีค่า…"
    pov "อ้าว…พวกเธอมาเร็วจัง"
    pov "เอ๊ะ ทำไมซึรุตัวแดงๆ ล่ะ?"
    tsuru "พอดีเมื่อคืนหนูดื่มอ่ะค่ะ แหะๆๆ"
    debirun "ส่วนเดลเลิกเรียนเร็วก็เลยมาเจอพี่ซึรุที่ตัวแดงระหว่างทางน่ะ"
    pov "ปกติก็ไม่น่าจะแดงข้ามวันนะซึรุ…."
    tsuru "ขอนมสักแก้วหน่อยสิพี่ผู้จัดการ เดี๋ยวหนูก็ดีขึ้น…"
    pov "จ้าๆ"
    mild "สวัสดีค่า…. มาเร็วจังเลยนะ"
    tsuru "สวัสดีแกร๊"
    debirun "สวัสดีค่าพี่มายด์"
    pov "มายด์รอแปปนึงนะ กำลังจะทำอะไรให้ทานพอดี"
    tsuru "อย่าลืมนมของหนูด้วยนะผู้จัดการรรรร"
    pov "จ้าาาา มายด์รอแปปนึงนะ เดี๋ยวจะทำอะไรให้ทาน"
    pov "พวกเธอ ฉันฝากเอาของที่ฉันซื้อมาเข้าตู้เย็นให้ที"
    mild_tsuru_debirun "ค่าาาา"
    centered "สาวๆช่วยกันเอาของเข้าตู้เย็น"
    mild "เอ๊ะ อันนี้คืออะไรหรอคะ กระดาษหน้าตาแปลกๆ นี่"
    tsuru "หน่ายยยย"
    tsuru "เอออออออออออ๋ นี่มันตั๋วออนเซ็นพร้อมที่พักฟรี สำหรับ 4 คนนี่นาาา"
    # Char ซึรุตาประกาย
    debirun "จริงด้วยยย ผู้จัดการได้มาหรออออ"
    pov "อืมม… จะว่ายังไงดี ก็ใช่แหละตอนนี้ยังคิดอยู่เลยว่าดวงปีนี้ฉันหมดแล้วรึป่าวนะ"
    tsuru "นี่ๆ จะว่าไปมันมีสวนสัตว์อยู่จังหวัดนั้นด้วยนี่นาผู้จัดการ"
    pov "จะว่าไปก็จริงนะ…"
    debirun "งั้นเราไปสวนสัตว์ด้วยเลยมั้ยผู้จัดการ"
    debirun "พี่มายด์จะได้เห็นแพนด้าตัวจริงด้วย"
    pov "มายด์ว่ายังไงล่ะ อยากไปมั้ย"
    mild "ปะ ไปค่ะ ได้มั้ยคะ [povname]"
    pov "แน่นอนสิ ถ้าเธออยากไปฉันก็จะพาเธอไป"
    tsuru_debirun "ไชโยย~"

    jump act3_shot_2

label act3_shot_2:
    scene bg10day
    pov "อากาศดีจังเลยนะ"
    pov "(ชุดที่เลือกให้วันนั้นสินะ เหมาะมากเลย น่ารักสุดๆ)"
    mild "ตื่นเต้นจังเลยนะคะ"
    pov "งั้นเราไปกันเถอะ"
    tsuru "อ่ะพี่ [povname] เดี๋ยวหนูกับเดลจะไปดูโชว์สัตว์น้ำนะ ฝากพามายด์เดินเที่ยวด้วยนะคะ"
    pov "ดะ เดี๋ยววววว ซึรุ๊ววววว เดลลลลลลลลลลล"
    pov "(ยัยพวกนั้นตั้งใจให้ฉันอยู่กับมายด์แค่สองต่อสองสินะ)"
    mild "[povname] มีอะไรรึเปล่าคะ?"
    pov "ปะ เปล่า งั้นเราไปกันเลยมั้ย"
    mild "ค่าาาา" # Char Mild ชุดเดท หน้ายิ้ม
    scene bg18day
    # Chibi กระต่าย ขึ้นพร้อม [11]
    mild "ว้าววว ดูสิๆ น่ารักจังเลยค่ะ!" # //Char Mild ชุดเดท ตาเป็นประกาย
    pov "กระต่ายน่ะปกติตัวเล็กแต่มีขาที่แข็งแรงมากๆ ในการกระโดด มีหูที่ยาว ใช้ฟังเสียงได้ดีเลยล่ะ"
    mild "ว้าววว จริงด้วยหูยาวๆ ดูนุ่มนิ่มจังเลย"
    mild "อ่ะ!  นั้นมัน!" # //Char เคลื่อนออกไป
    pov "หื้ม รอด้วยสิมายย"
    # Chibi คาปิบาร่า ขึ้นพร้อม [16]
    mild "น้องตัวนี้ตัวใหญ่เบิ้มเลยค่ะ!"
    pov "(ใครสอนพูดแบบนั้นกันนะ)"
    pov "ตัวนี้คือ คาปิบาร่า เป็นหนูที่ตัวใหญ่ที่สุดในโลก น้องชอบแสดงสีหน้านิ่งๆ มีดวงตากลมโตและจมูกฟุดฟิดน่ารัก จึงทำให้ผู้คนตกหลุมรักเสมอเลย แถมยังใจดีกับทุกๆ สิ่งด้วยนะ"
    mild "* เหมือน [povname] สินะคะ ที่ว่าใจดี *"
    pov "มายด์พูดว่าอะไรนะ?"
    mild "ปะ เปล่าค่ะ! เราไปต่อไปเลยมั้ยคะะ"
    # SFX เสียงลมพัด หรือ เสียงพัดจากปีก แบบช้าๆ
    pov "มายด์ระวังง!"
    pov "เป็นอะไรมั้ย" # เสียง SFX จบตรงนี้
    mild "ไม่เป็นไรค่ะ แล้วเมื่อกี้"
    pov "นกเงือกน่ะ เป็นสัตว์ที่หายากในปัจจุบันแล้วล่ะนะ จุดเด่น คือ จะงอยปากหนาที่ใหญ่และมีโหนกทางด้านบน"
    pov "แล้วก็ๆ รู้มั้ยเจ้านกตัวนี้มีลักษณะพิเศษด้วยนะรู้รึเปล่า มายลองเดาดูมั้ย"
    mild "เอ๋ ชอบอยู่ตัวเดียวหรอคะ แบบว่าไม่ชอบสุงสิงกับใคร?"
    pov "อื้มม จริงๆ แล้ว ความพิเศษของนกเงือก เป็นนกที่มีนิสัยรักเดียวใจเดียว นกเงือกเลยถูกให้เป็นสัญลักษณ์แห่งรักแท้อันบริสุทธิ์ ว่ารักฉันจะรักเธอแค่คนเดียวจนตัวตายเลยน่ะ"
    # //Char Mild ชุดเดท เขินหน้าแดง
    pov "มายด์? เป็นอะไรรึป่าว หน้าดูแดงๆ มีไข้หรอ"
    menu:
        "เอามือไปวัดที่หน้าผาก":
            $ honey_score += 1

        "เอาหน้าผากวัดไปเลย!":
            $ honey_score -= 1
    mild "มะ ไม่เป็นอะไรค่ะ!" # //Char Mild หายไป
    pov "(หรือฉันทำอะไรไม่ดีไปรึเปล่านะ เอาเป็นว่าเดินตามไปก่อนละกัน)"
    # SFX เสียงเดิน
    pov "(หื้ม ทำไมมายด์ถึงหยุดเดินกันนะ)"
    pov "อ่อ ในที่สุดก็เจอแล้วสินะ"
    pov "(ฉันมายืนอยู่ข้างๆ โดยที่ไม่พูดอะไร)"
    mild "(พี่แพน)" # //Char Mild ชุดเดท ตาเป็นประกาย
    mild "[povname] คะ ขอบคุณนะคะ"
    pov "อะ อื้มม ด้วยความยินดี"
    pov "(บ้าเอ้ยน่ารักเป็นบ้าเลย)"
    tsuru "[povname] คะะะ มายยยยยยยยยยย"
    pov "ว่าไงซึรุ แล้วเดลไปไหนล่ะ"
    tsuru "อ่อ พอดีเดลไปเจอเพื่อนสนิทเขาน่ะ เลยขอคุยกันก่อน" # // SD เดลคุยกับ ลิลี่เบล
    pov "แล้วเป็นยังไงบ้างไปดูโชว์"
    tsuru "โชว์สัตว์น้ำก็ยังน่ารักเหมือนเดิมนะคะ"
    tsuru "แล้วก็ออกไปดูฮิปโป" # หมูเด้งคือ?
    debirun "แล้วก็ไปดูค้างคาวมาค่ะ!"
    tsuru "คุยกับเพื่อนเสร็จแล้วหรอเดล"
    debirun "เสร็จแล้วครับพี่"
    debirun "แล้วพี่มายด์เป็นไงบ้าง สนุกมั้ยคะ"
    mild "สนุกมากเลยยย"
    tsuru "ดีจังเลยที่เธอยิ้มแบบนี้"
    tsuru "ยิ้มบ่อยๆนะมายด์" # // Char Tsuru normal ยิ้มหลับตา
    mild "อื้ออ" # // Char Mild เดท ยิ้มหลับตา
    debirun "ยังพอมีเวลาเราไปเดินกันต่อสักหน่อยมั้ยคะ"
    pov "นั่นสินะ ไปกันเถอะมายด์ยังมีอะไรให้ดูอีกเยอะเลยนะ"
    menu:
        "จับมือมายด์ แล้วเดินไปด้วยกัน":
            $ honey_score += 1

        "วิ่งนำไปก่อนเลย":
            $ honey_score -= 1
    tsuru_debirun "รอด้วยสิคะะะะะะ!"
    centered "แล้วเวลาก็ผ่านไป ช่วงเย็นๆ พวกเราก็มาถึงที่ออนเซ็น"
    scene bg11eve
    debirun "มาถึงสักที หนูหิวจะตายแล้วพี่"
    tsuru "โถ่ เดล แทบไม่ช่วยพี่ๆ ดูทางเลยนะ"
    debirun "ก็เดลไม่รู้ทางนี่นาพี่ซึรุ"
    pov "เอาน่าซึรุ ยอมๆน้องเถอะนะ"
    pov "คืนนี้ฝากพวกเธอดูแลมายด์ด้วยนะ"
    tsuru "ได้เลยค้าบบบ"
    mild "ระ รบกวนด้วยนะคะ"
    debirun "ไม่ต้องตื่นเต้นหรอกนะพี่"
    mild "ขอบคุณนะเดลจัง"
    # /ฉากห้องนอนในออนเซ็น
    scene bg12eve
    debirun "ว้าวว วิวดีจัง!"
    debirun "ไม่นึกว่าจะได้ที่พักดีๆ แบบนี้นะเนี่ย!"
    tsuru "นั่นสินะดูเงียบสงบเหมาะสำหรับการพักผ่อนมากเลย"
    tsuru "งั้นเราเตรียมตัวไปกินข้าวกันเถอะ!"
    debirun "เย้~"
    tsuru "ป่ะ ไปกันนะมายด์~"
    mild "ค่า!"
    pov "(สาวๆ ดูจะสนุกน่าดูเลยนะ ฉันเองก็พักผ่อนบ้างดีกว่า)"
    centered "หลังจากที่สาวๆ ทานอาหารเสร็จก็ได้ไปแช่ออนเซ็นกันต่อ"
    scene cg3
    debirun "อิ่มจังเลยน้า~ อาหารก็อร่อย เที่ยวสวนสัตว์ก็สนุกสุดๆ เลย"
    tsuru "นั่นสินะ เดลดูสนุกสุดๆ เลยนี่นา"
    tsuru "มายด์ล่ะ เป็นไงบ้าง สนุกมั้ย อาหารอร่อยรึเปล่า"
    mild "สนุกมากเลยค่ะ อาหารก็อร่อยเหมือนที่ [povname] ทำให้ทานเลยค่ะ"
    tsuru "งั้นหรอ…"
    tsuru "แล้วเที่ยวกับ [povname] วันนี้เป็นยังไงบ้าง"
    mild "ตื่นเต้นแล้วก็น่าสนใจมากเลยค่ะ พึ่งได้เจอสัตว์หลากหลายชนิดขนาดนี้เป็นครั้งแรก"
    mild "ไม่คิดว่าโลกภายนอกจะมีอะไรมากมายขนาดนี้"
    mild "วันนี้คงเป็นอีกวันที่ฉันจะไม่มีวันลืมเลยค่ะ"
    mild "ยิ่งตอนที่ [povname] แนะนำสัตว์แต่ละตัวให้ฟัง เหมือน [povname] จะชอบนกเงือกมากเลยค่ะ" #// Char Mild ยิ้มหลับตา
    debirun "แล้วพี่รู้รึเปล่า ความหมายของนกเงือกน่ะ"
    mild "กะ ก็รู้จาก [povname] นั่นแหละ ไม่นึกว่าความหมายจะ…" #//Char Mild หน้าแดง
    tsuru "รักเธอแค่คนเดียวจนวันสุดท้ายสินะ"
    tsuru "แล้วเห็นพูดถึง [povname] บ่อยเลย รู้สึกยังไงกับ [povname] บ้างล่ะ ชอบเขารึเปล่า?"
    mild "ชะ ชอบหรอคะ ชอบในที่นี้……"
    tsuru "ชอบที่หมายถึง เป็นคนที่เราอยากดูแลและอยากอยู่เคียงข้างเขาไปตลอดชีวิตน่ะ"
    mild "กะ ก็ไม่ได้ไม่ชอบ [povname] หรอกนะแต่เรื่องแบบนี้……" #//Char Mild หน้าแดง
    tsuru "ก็อย่างเช่น อยากอยู่ใกล้ๆ เวลาทำอะไรก็จะนึกถึงเขา ว่าเขาจะชอบมั้ยนะ เป็นห่วงเป็นใยเขามากๆ อาการพวกนี้ แกมีบ้างรึเปล่าล่ะ"
    #//Char Mild หน้าแดง
    tsuru "ถ้าไม่มีก็ไม่เป็นอะไรหรอกนะ ฉันก็ถามเฉยๆน่ะ"
    debirun "อ่อ จริงด้วย พี่ซึรุคือเมื่อกี้อ่ะนะ ยัยไข่บอกว่า …………"
    scene bg12night_on
    pov "อ่ะ! มายด์ ไปแช่น้ำมาเป็นไงบ้าง"
    mild "คะ คะ [povname]" #//Char Mild หน้าแดง
    pov "เป็นอะไรมั้ย ทำไมหน้าแดงล่ะ แช่น้ำนานไปรึป่าว"
    menu:
        "เข้าไปดูอาการ":
            $ honey_score -= 1

        "ยืนกระวนกระวายอยู่เฉยๆ":
            $ honey_score += 1
    mild "มะ ไม่มีอะไรค่ะ แล้ว [povname] กำลังจะออกไปไหนหรอคะ"
    pov "อ่อ กำลังจะไปซื้อน้ำ เธอจะไปด้วยมั้ย"
    pov "ดื่มอะไรสักหน่อยจะได้ดีขึ้นนะ"
    mild "อะ โอเคค่ะ ขอฉันไปด้วยนะคะ"
    pov "อื้มม ไปกัน"
    scene bg13night
    pov "มายด์เอาน้ำอะไรมั้ย"
    mild "นะ น้ำเปล่าก็ได้ค่ะ"
    mild "คะ คือ เรานั่งคุยกันก่อนได้มั้ยคะ"
    pov "หื้มได้สิ"
    pov "(อะ อะไรกันท่าทางที่ดูน่ารักนั่น)"
    mild "วันนี้ขอบคุณมากเลยนะคะ"
    pov "ระ เรื่องอะไรหรอ"
    mild "ที่ดูแลฉันมาตลอด ทั้งความใจดี ความเอาใจใส่ที่มีให้ ฉันดีใจมากๆเลยค่ะ"
    mild "[povname] คะ ฉัน….."
    mild "คือ ฉัน.."
    pov "(อะไรกัน น่ะ น่ารัก! นี่มันอีเว้นท์อะไรเนี่ย…)"
    pov "บะ แบบว่า………."
    # SFX เสียงลูบหัวในอนิเมะ  แต่จริงๆ คือเสียงคนซบกัน
    pov "(อะ เอ๊ะ อะไรกัน! ทำไมอยู่ๆมาซบล่ะ!!)"
    pov "เอิ่มม มายด์ คะ คือเป็นอะไรรึเปล่า"
    pov "นะ นี่"
    # //Char มายด์ กับ asset ชุดในออนเซ็น  ที่หลับตาอยู่ เพราะนอน
    pov "หลับหรอกหรอ…"
    pov "(อุ้มกลับไปส่งแล้วกัน)"
    tsuru "อ่ะ พี่ [povname] มายด์หลับแล้วหรอ"
    pov "อื้ม ฝากดูแลด้วยนะ"
    tsuru "ได้ค่าาา หลับไม่ฝันนะคะพี่"
    pov "อื้มม เหมือนกันนะ"
    pov "พรุ่งนี้ก็กลับแล้วสินะ เอาล่ะไปนอนดีกว่าา"

    jump act3_shot_3

label act3_shot_3:
    scene bg2night
    scene bg2night # opacity ไฟดับ
    mild "[povname] คะ….." # ตะโกน
    pov "ยัยเด็กพวกนั้นนี่นะ… ถึงจะเตี้ยมกันแล้วก็เถอะ แต่ไม่คิดจะส่งสัญญาณบอกกันเลยรึไง?"
    pov "ถ้าฉันหัวใจวายขึ้นมาจะทำไงเล่า!? ช่างมันเถอะ…"
    pov "เอาเป็นว่าไปเตรียมอาหารก่อนแล้วกั- (ตึ้ง!!)"
    pov "ยัยเด็กพเสียงอะไรน่ะ! มาจากชั้นบนหนิ มายด์ทำอะไรตกรึป่าวนะ…"
    # SFX เสียงเดิน
    scene bg5night
    centered "[povname] เดินขึ้นไปชั้นบน เพื่อไปดูที่ห้องมายด์เผื่อว่ามายด์จะทำอะไรตก"
    # SFX เคาะประตู ก๊อกๆๆ
    pov "มายด์ เธอได้ทำอะไรตกรึป่าว?"
    centered "…………" # ไม่มีเสียงตอบรับจากภายในห้อง
    pov "มายด์…! เธอเป็นอะไรรึป่าว?"
    centered "…………" # ฮันนี่เคาะประตูเสียงดังขึ้น ก๊อกๆๆ
    pov "มายด์อาร์!! เธอยังโอเคดีใช่มั้ย!?"
    pov "มายด์! รอฉันก่อนนะ!"
    # SFX เสียงเปิดประตู
    scene bg7night
    # SFX เสียงเปิดลิ้นชัก
    # SFX กุญแจขยับ
    scene bg5night
    # SFX เสียงไขกุญแจ
    # SFX เสียงเปิดประตู
    pov "(พอฉันเปิดประตูออกมาพบกับมายด์ที่นั่งทรุดอยู่ที่พื้น)"
    pov "มายด์!"
    mild "[povname]…"
    pov "ฉันเอง… ฉันอยู่นี่แล้ว…"
    mild "อือ…"
    scene bg6night
    pov "นี่เธอ… กลัวความมืดหรอ?"
    mild "อือ…"
    pov "(เสียงร้องอันแผ่วเบา ร่างเล็กๆที่สั่นระริกของมายด์ถือเป็นคำตอบที่สมเหตุสมผล ว่าทำไมเธอถึงอยู่ในสภาพแบบนี้ได้)"
    pov "ขอโทษนะ ฉันไม่นึกว่าจะเธอกลัวมากขนาดนี้…"
    mild "มะ ไม่เป็นไร"
    pov "ไม่เป็นไรไม่ได้หรอกนะ…"
    # SFX ลูบหัวมายด์
    pov "ฉันขอโทษจริงๆ นะ ฉันสัญญาว่าจะไม่ปล่อยให้เรื่องแบบนี้เกิดขึ้นอีก"
    pov "ฉันอยู่ตรงนี้กับเธอนะ"
    mild "[povname]…"
    pov "มายด์ ถ้าเธอไม่ว่าอะไร… ช่วยเล่าเหตุผลที่เธอกลัวความมืดให้ฉันฟังหน่อยได้มั้ย"
    mild "[povname]… อยากจะฟังจริงๆ หรอ… [povname] อาจจะกลัวมายด์ไปเลยก็ได้…"
    pov "ไม่มีทางเป็นแบบนั้นหรอก ตลอดมาฉันไม่เคยกลัวเธอเลยนะ"
    mild "ถะ ถ้า [povname] พูดมาถึงขนาดนั้น…"
    scene bglab
    researcher "มันอาจจะเจ็บนิดหน่อยนะสาวน้อย"
    researcher "DNA ของเธอนี่ช่างเหมาะกับการทดลองเสียจริง"
    researcher "ถ้าเป็นเธอล่ะก็ การทดลองสร้างมิวแทนต์ที่สมบูรณ์แบบจะต้องสำเร็จอย่างแน่นอน"
    mild "มะ ไม่เอาค่ะ…"
    researcher "โธ่~ สาวน้อย เธอจะได้รับร่างกายที่แข็งแกร่ง เพียงแค่เธอ~ ยอมให้ฉันดัดแปลง DNA ของเธอนิดหน่อย~" # SFX ที่ดูน่ากลัว
    mild "ไม่ไม่ ไม่ไม่ ไม่ไม่ ไม่เอานะคะ ไม่เอา อย่า-"
    centered "(มายด์สะดุ้งตื่นด้วยความหวาดกลัวและระแวง)"
    centered "(ร่างกายสาวตัวเล็กที่สะดุ้งตื่นจากฝันอันแสนเลวร้ายที่ตัวของเธอไม่อยากจะจดจำ และรับรู้ถึงมันเสียด้วยซ้ำ ร่างกายที่สั่นเครือของเธอแสดงถึงความหวาดระแวงและความหวาดกลัวได้อย่างชัดเจน)"
    scene bg6night
    pov "…(นี่เธอ… ผ่านอะไรมาเยอะขนาดนี้ด้วยร่างกายเล็กๆนั้น……..)"
    mild "เรื่องมันก็มีแค่เท่านี้แหละค่ะ…"
    pov "มายด์…"
    mild "คะ? [povname]…กลัวมายด์จริงๆสินะค-"
    scene cg4
    pov "อย่าพูดแบบนั้นสิ…"
    pov "แม้ฉันจะรู้แล้วว่าเธอมีที่มายังไง แต่ฉันก็ยังรู้สึกกับเธอเหมือนเดิมนะ"
    pov "ฉันเสียใจมาก ฉันทำให้เธอกลัวและนึกถึงเรื่องราวแย่ๆ"
    scene bg6night
    mild "[povname] คะ มองหน้ามายด์นะ ไม่ต้องรู้สึกผิดสิ"
    mild "เห็นมั้ยคะ มี [povname] อยู่ เค้ากลัวน้อยลงเยอะเลยค่ะ"
    mild "เลิกทำหน้าเศร้าได้แล้วนะคะ"
    pov "นี่มายด์…"
    pov "ฉันหนะ… มีเรื่องที่อยากจะบอกกับเธอมานานแล้วละ ตั้งแต่วันที่ได้พบเธอ ฉันก็เริ่มรู้สึกแบบนี้มาตลอดเลย เป็นความรู้สึกที่ฉันเองก็ไม่เข้าใจหรอก แต่ว่าตอนนี้…."
    menu:
        "ปลอบมายด์":
            $ honey_score -= 1
            pov "อยากให้เธอรู้ว่าเธอมีทุกคนอยู่นะ"

        "บอกความในใจ":
            $ honey_score += 1
            pov "ฉันมั่นใจแล้ว ว่าฉันน่ะรักเธอ"
            mild "ฉันเอง… ฉันเองก็…."
            if honey_score >= 3:
                scene cg5
    scene bg6night #หรือว่าสว่างเลยตั้งแต่ตอนนี้ดีกว่า
    tsuru_debirun "เซอร์ไพรส์~! แฮปปี้เบิร์ดเดย์นะมายด์"
    tsuru "เอ๋~ ทั้งสองคนทำอะไรกันหรอคะ?"
    debirun "ตำรวจ…"
    pov "ทะ ทั้งคู่ๆ กำลังเข้าใจผิดนะ พะ พวกเราไม่ได้ทำอะไรกันทั้งนั้น"
    pov "อะ เอาเป็นว่ารีบเปิดไฟก่อนเถอะหน่า มายด์เขากลัวความมืด"
    scene bg6light
    debirun "อ้าว! แลัวทำไมผู้จัดการถึงไม่บอกกันตั้งแต่แรกก"
    pov "ฉันก็พึ่งรู้เหมือนกันนี่แหละ"
    tsuru "แก… ฉันขอโทษนะที่ไม่ได้ตรวจสอบให้ดีก่อน…"
    debirun "เดลก็ขอโทษนะพี่มายด์ คราวหลังเดลจะถามก่อน…"
    mild "มะ ไม่เป็นไรหรอก… ฉันผิดเองแหละที่ไม่ได้บอกทุกคน"
    pov "มายด์ เธอน่ะไม่ผิดหรอกนะ ปกติไม่มีใครเค้าพูดถึงสิ่งที่ตัวเองกลัวกันนักหรอก"
    mild "งะ งั้นหรอคะ?"
    pov "อืม… งั้นเอาเป็นว่าพวกเรามาฉลองวันเกิดกันดีกว่า"
    mild "เอ๊ะ? วันเกิดใครหรอคะ?"
    pov_tsuru_debirun "ก็วันเกิดเธอไง…"
    debirun "อย่าบอกนะว่าพี่มายด์… แก่จนจำไม่ได้แล้วหรอ"
    mild "ไอ้เดล! ฉันแค่ลืมเฉยๆ เถอะ"
    pov "จ้าๆ ไว้ไปจัดการกันทีหลังนะ ก่อนที่เทียนจะละลายหยดใส่เค้ก"
    pov "เอาเลยมายด์ เป่าเทียนได้เลย"
    mild "*สูดหายใจเข้า*" # SFX ลมเข้า เป่าลม
    # Asset เค้กมีเทียนไฟ กับ เทียนดับ
    pov "มายด์ฉันมีอะไรที่เตรียมมาให้เธอด้วยนะ"
    # SD  Assetกล่องสีแดง (Hexcode #7f1734)
    mild "มันคืออะไรหรอคะ?" # //emote confused
    pov "เป็นของที่ฉันซื้อมาเอง เพราะคิดว่าน่าจะเหมาะกับเธอดีน่ะ แต่ถ้าเธอไม่ชอบละก็จะไม่ใช้ก็ได้นะ" # Asset red box #7f1734 open(สร้อย?)
    mild "สวยจัง!" #//ตาเป็นประกาย
    mild "[povname] จะให้เค้าจริงๆหรอ"
    pov "แน่นอนสิ มายด์"
    mild "ขะ-ขอบคุณนะ ที่ทำเพื่อเค้าขนาดนี้…"
    pov "ด้วยความยินดีเลยล่ะ"

    # // transition รีรัน BG ทั้งหมด แล้วตัดจบที่จอมืดลง
    # ส่งท้ายเครดิตเกมส์
