label act2_1_shot_1:
    # - หลังจากเล่นมินิเกมบริหารร้าน -
    # text : ไม่รู้ทำไมเหมือนกันแต่เวลาที่ได้อยู่ด้วยกันกับมาย ผ่านไปเร็วมากเลยล่ะ รู้ตัวอีกทีก็ผ่านไป 1 เดือนซะแล้ว
    scene bg2day
    pov "นะ นั่นมายด์หรอ"
    debirun "เอาเงินมาให้เราซะดีๆ ผู้จัดการรร หึหึ"
    pov "เอิ่ม… พวกเธอมาจากไหนกัน?"
    tsuru "ไม่ลืมเงินของพวกเราใช่ไหม คุณผู้จัดการ"
    pov "ด-เดี๋ยวสิ!? อ๊ากก!"

    jump act2_1_shot_2

label act2_1_shot_2:
    pov "เฮือกกกกก-!!"
    # text : *ตุ้บ!* หลังจากที่ตื่นจากฝันอันแปลกประหลาด เราได้พบว่าตัวเองอยู่ที่พื้นข้างๆ เตียง
    pov "ฝันร้ายอะไรกันนี่…"
    pov "ทำไม… ฉันต้องฝันว่าเจอสองคนนั้นไถเงินด้วยล่ะเนี่ย อุส่าได้เจอมายในฝันแท้ ๆ เชียว"
    pov "แปปนะไถเงินหรอ วันนี้วันเสาร์… วันที่ต้องจ่ายเงินเดือนนี่น่า"
    pov "เจองี้ไปนอนไม่หลับแล้ว เดี๋ยวจะต้องไปอ่านกล่องรับความคิดเห็นอีก แถมทั้งซึรุกับเดลก็จะมารับเงินเดือนด้วย"
    pov "ว่าแต่ตอนนี้มายด์ตื่นหรือยังนะ…"

    jump act2_1_shot_3

label act2_1_shot_3:
    # text : หลังจากฮันนี่ได้ลุกขึ้นมาจากข้างเตียงของเขา ก็ได้ไปยังห้องนอนของมายด์เพื่อที่จะปลุกมายด์
    pov "(มายด์เขามักจะตื่นสายเสมอเลยถ้าไม่มีใครไปปลุก)"
    pov "(ปกติเดลหรือซึรุจะเป็นคนมาปลุกมายด์ แต่วันนี้ฉันน่าจะเป็นคนไปปลุกแทนเพราะสะดุ้งตื่นจากสองคนนั้นเนี่ย)"
    pov "(แปลกจังเลยนะปกติวันหยุด เดลกับซึรุจะมาเล่นกับมายด์นิ ทำไมยังไม่มากันอีก)"
    pov "(วันนี้สงสัยทั้งคู่ติดธุระกันอยู่)"
    # text : *ก๊อกๆ*
    pov "มายด์ตื่นหรือยัง"
    # text : หลังจากผ่านไปสักครู่ ประตูก็ได้เปิดออกมา (Sfx : เสียงเปิดประตู)
    mild "*กรี้ด* อ๊าา-!! เดี๋ยว-!!"
    # text : (SFX : เสียงดัง *ปั้ง-!!*) พร้อมกับประตูห้องที่ปิดลง
    pov "อะ ขอโทษนะมายด์-! เอิ่ม… มาปลุกให้ไปกินข้าวน่ะ //หน้าแดง"
    pov "เดี๋ยวฉันลงไปทำข้าวเช้ารอนะ ถ้าแต่งตัวเสร็จแล้วลงมาทานด้วยนะ //SFX : วิ่งลงไปชั้นล่าง"

    jump act2_1_shot_4

label act2_1_shot_4:
    # text : หลังจากผ่านไปสักพักหนึ่ง มายด์ก็ได้เดินตามมาที่ครัว
    pov "มายด์มาแล้วหรอ จะว่าไปเมื่อกี้ยังไม่ได้ถามเลยว่าจะกินอะไร"
    menu:
        "ออมไรซ์":
            pass

        "ข้าวกะเพรา":
            pass

        "สปาเก็ตตี้คาโบนาร่า":
            pass

        "หรือว่า [povname] ดีล่ะ":
            pass

    mild "//Char ตาเป็นประกาย"
    mild "ชานม-!!"
    pov "ไม่ได้สิมายด์ ตอนเช้ามันต้องกินข้าวสิ"
    mild "ม่ายอาววว จะกินชานม จะกินชานม ชานม ชานม-!"
    pov "ถ้าจะกินชานมก็หลังจากกินข้าวก่อนนะ ฉันจะให้กิน 1 แก้ว"
    pov "แต่ถ้ามายด์ยังตื่นสายบ่อยๆ แบบนี้ คงต้องอดชานมสักวันแล้วล่ะ..."
    # Char mild_maid_flustered  แก้มไม่แดง
    mild "การที่ไม่ให้ชานม ก็เหมือนกับบอกว่าไม่รักมายด์นั่นแหละ"
    pov "ได้ๆ ฉันจะไม่ห้ามเธอกินชานมแล้ว"
    pov "(อ่า… งั้นเปลี่ยนเป็นให้ชานมแค่ครึ่งแก้วแล้วกัน)"

    jump act2_1_shot_5

label act2_1_shot_5:
    # text : และหลังจากนั้น ฉันก็ได้ทำมื้อเช้าให้ทั้งตัวเองและก็มายด์ซึ่งมายด์บอกว่าอยากจะกินสปาเก็ตตี้คาโบนาร่า
    mild "หอมจังเลยค่ะ"
    pov "แน่นอนอยู่แล้ว~ ถ้าทำให้เธอทานฉันก็ตั้งใจทำด้วยความรักทุกจานอยู่แล้ว"
    mild "คะ คะ?" # Char mild_pajamas_flustered
    # text : และทั้งคู่ก็กินข้าวอย่างเป็นสุขชั่วนิรันดร์
    # text : อวสาน
    # text : [END thank you for plaping] (ไม่ได้เขียนผิดนะครับ)
    #ขึ้น End-credits สัก 1 บรรทัด/Directed by MyHoneyLeiamLeiam(MyHoneySquareSquare)(ฮันนี่8เหลี่ยม)

    jump act2_1_shot_6

label act2_1_shot_6:
    # (SFX : กรุ้งกริ้ง กรุ้งกริ้ง)
    # text : และซึรุกับเดลก็เดินเข้าร้านมา
    tsuru "สวัสดีค่ะผู้จัดการ อ่ะ ทั้งคู่ทำอะไรกันน่ะ ทำไมมายด์หน้าแดงล่ะ"
    debirun "สวัสดีค่ะคุณผู้จัดการ ทำอะไรกับพี่มายด์น่ะ-!! ปี้ป่อปี้ป่อ-!!"
    pov "อะไรกันนี่ทั้งคู่เลย เราพึ่งกินข้าวเช้ากันเนี่ย"
    pov "จะว่าไป ปกติพวกเธอมาเช้ากว่านี้นะ ทำไมวันนี้มาช้าจัง"
    debirun "รถเสียค่ะผู้จัดการ แล้วกว่าจะลากไปถึงอู่ซ่อมได้ใช้เวลานานมากเลย"
    pov "เดี๋ยวนะเดล รถเป็นอะไรมากมั้ยน่ะ"
    debirun "รถสตาร์ทไม่ติด-"
    pov "เนี่ยไม่ใช้น้ำมันได*** ใช้แล้วเครื่องฟิตสตาร์ทติดง่าย—"
    debirun "เอิ่ม… ก็แบบว่า หนูรู้จักแต่โตเกียวนะ อร่อยด้วย ได*** คืออะไรหรอ…"
    pov "…"
    pov "งั้นซึรุล่ะ"
    tsuru "อ๋อ…" # Emote : ขึ้นสัญลักษณ์แบบโหลดดิ้ง และเป็นหน้าแบบในเรฟ
    pov "ซึรุ… ซึรุ-!!"
    tsuru "อ๋อ-!! หนูตื่นสายค่ะ…"
    pov "(โอเคพอจะเดาออกแล้วล่ะ…)"

    jump act2_1_shot_7

label act2_1_shot_7:
    pov "โอเค ในเมื่อมากันครบแล้วมาคุยกันเรื่องจ่ายเงินเดือนกันไหม"
    # text : จากนั้น (ชื่อ) ได้ยื่นซองให้กับแต่ละคน
    pov "นี่เงินเดือนของแต่ละคนในเดือนนี้ สำหรับมายด์เป็นเงินเดือนแรกด้วย ใช้จ่ายให้เหมาะสมล่ะ"
    debirun "ผู้จัดการยังให้เงินเดือนแบบนี้อยู่อีกหรอ สมัยนี้เขาเปลี่ยนไปใช้ระบบโมบายแบงค์กิ้งในแอพมือถือกันหมดแล้วนะ"
    pov "หรือเธอจะไม่เอา…"
    debirun "ไม่ได้นะผู้จัดการ-!! เอาค่ะๆ นี่มันเงินจากการทำงานของหนูเชียวนะ"

    jump act2_1_shot_8

label act2_1_shot_8:
    mild "//เปิดซองดู แล้วเห็นเงินธนบัตรอยู่ภายใน" # ทำหน้า mild_maid_stunned
    mild "เอ๋ นี่คืออะไรหรอค่ะ [povname]"
    pov "สิ่งนี้เรียกว่าเงินนะมายด์"
    pov "(การจ่ายเงินค่าอาหาร น้ำ และการบริการของร้านคาเฟ่นี้จะให้จ่ายผ่านทางเคาน์เตอร์อย่างเดียว)"
    pov "(เงินจึงไม่ได้ผ่านมือของสาวๆ โดยตรงเท่าไหร่นอกจากช่วงที่จ่ายเงินเดือน)"
    pov "(นี่เป็นครั้งแรกที่มายด์ได้เห็นและรู้จักสิ่งที่เรียกว่า “เงินตรา” เป็นครั้งแรก)"
    debirun "//ทำหน้าจ๋อย"
    tsuru "เดลเป็นอะไรไปน่ะ"
    debirun "คือ งบเติมกาชาหนูหมดไปแล้วกับค่าซ่อมรถน่ะค่ะ… แล้ว แล้ว… กาชาที่หนูว่าจะเปิดมันจะหมดแล้ว แง่—"
    mild "//ยื่นซองให้"
    mild "อ่ะเดลอันนี้ฉันให้"
    pov "มายด์ อันนี้เงินส่วนของมายด์นะจะดีหรอ"
    mild "ไม่เป็นไรค่ะ ยังไงฉันก็ไม่ได้ใช้อะไรอยู่แล้ว เป็นคำขอบคุณด้วยตลอดเวลาที่ผ่านมา"
    debirun "ขะ ขอบคุณนะ พี่มายด์"
    tsuru_pov "แย่ล่ะ-"
    debirun "//หยิบซองน้ำตาลของมายด์ด้วยความเร็วสูง แล้ววิ่งออกจากร้านไป"
    # SFX : กรุ้งกริ้ง
    tsuru_pov "อ่า ไม่ทันแล้ว"
    mild "อ่ะ เดล… เดลหายไปแล้ว"
    # SFX : กรุ้งกริ้ง
    debirun "เย่ๆ-!! ได้เปิดกาชาแล้ว-!! กดเลย-!!"
    # text : เดลได้กดกาชาที่ตัวเองอยากได้หลังจากนั้น…
    debirun "//เดลได้ถอนหายใจออกมายาวๆ พร้อมกับส่ายหัวไปชุดนึง"
    pov "เฮ่อ… (สม…)"
    tsuru "มายด์… ลองกดดูสิ ถ้ากดแล้วออกหน้าตู้มาเดลอาจจะกลับมาเป็นเหมือนเดิมก็ได้นะ"
    mild "ค่ะ…" # มายด์เดินไปกดกาชาให้กับเดลซึ่งผลที่ได้คือ // ให้ฝ่ายตัดต่อหาคลิปเปิดกาชา ได้ตัว ที่หายาก (Nikke) & Asset หน้าจอมือถือสำหรับใส่คลิปกดกาชา
    tsuru "เดลดูนี่สิ ดูนี่สิ ได้หน้าตู้ล่ะ" # ไล่สีหน้า  Char Del 1. เศร้า 2. idle1 3. smile
    pov "มายด์ เราเอาเงินตรงนั้นมาซื้อชานมได้นะ…"
    # Char mild_maid_flustered  แก้มไม่แดง
    mild "อ่ะ จริงด้วยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยยย-!!"
    # text: และนี่ก็เป็นครั้งแรกที่มายด์ได้รับบทเรียนเกี่ยวกับการใช้เงิน

    jump act2_1_shot_9

label act2_1_shot_9:
    # text: หลังจากเรื่องวุ่น ๆ จบลง เราก็นำกล่องความคิดเห็นมาเปิดอ่าน
    pov "แต่ละคนได้รับความเห็นเป็นยังไงบ้างนะ"
    tsuru "งั้นเริ่มที่หนูนะ …เอ๊ะ ?"
    tsuru "มีแต่คนชมหนูทั้งนั้นเลยหนิน่า ผู้จัดการ"
    pov "ชมว่ายังไงบ้างหรอ ไหนๆ"
    tsuru "“ระหว่างอยู่ในร้าน ซึรุหลับในเวลาตอนที่มารับเมนูบ้าง ตอนที่นั่งพักอยู่บ้าง แม้แต่ตอนที่ยืนรออาหารเพื่อมาเสริฟอยู่”"
    tsuru "และนี่อีกคำชมนึง"
    tsuru "“ฉันกำลังจะออกจากร้าน ฉันเห็นซึรุคุยกับกบด้วยเสียงแบบกบ อย่างเหมือนเลย”"
    pov "นั้นไม่น่าใช้คำชมนะซึรุ…"
    pov "งั้นทางฝั่งเดล ได้คำติชมยังไงบ้างหรอ"
    debirun "ส่วนฝั่งหนูก็ “คุยเรื่องเกมกับอนิเมะได้สนุกมาก โดยเฉพาะเกมกาชา”"
    pov "เดี๋ยวนะ…"
    debirun "ยังมีอีกนะผู้จัดการ “ท่านผบ.ช่างปรีชาสามารถแสดงกิริยาอาการแสน… บลา บลา บลา”"
    pov "(เราไม่เข้าใจเลยว่าเดลกำลังพูดถึงอะไรอยู่ เหมือนดูอนิเมะมากเกินไป เดี๋ยวนะ เมื่อกี้ได้ยินคำว่า “ข้านั้นเก่งที่สุดในจักรวาล ฮะฮาฮ่า-!” ใช่มั้ยนะ ?)"
    pov "อะ โอเค…ดีมากเลยเดล (สมกับเป็นเดลจริงๆ …) // กุมขมับ"

    jump act2_1_shot_10

label act2_1_shot_10:
    pov "ถ้างั้นมายด์ล่ะ มีคำติชมพูดถึงมายด์ว่ายังไงบ้าง"
    mild "คะ ค่ะ ฉันได้มาเป็น “มายด์น่ารัก น่ารักมาก น่ารักที่สุด” ค่ะ [povname]"
    pov "(ดะ เดี๋ยว… นั่นที่ฉันเขียนเล่นๆ หนิ นึกว่าทิ้งไปแล้วซะอีก ใครเอาไปใส่ในนั้นล่ะเนี่ย)"
    # ฮันนี่หน้าแดง
    pov "ละ แล้วมีคำติชมอื่นอีกหรือเปล่านะ"
    mild "มีค่ะ มีค่ะ เขาว่า “ตอนนี้ยังดูเขินๆ อยู่เลย อยากให้มายด์แสดงให้สมบทบาทมากขึ้นกว่านี้จัง มันไม่เข้ากับบทบาทเลย”"
    pov "…"
    pov "…จะว่าไป มายด์ก็ยังไม่มีบทบาทประจำตัวเลยนะ"
    tsuru "งั้นตอนนี้แหละผู้จัดการ เราหาบทให้มายด์เลยสิ"
    pov "ความคิดดีนะซึรุ"
    debirun "อื้มๆ ใช่-!!"

    jump act2_1_shot_11

label act2_1_shot_11:
    mild "งะ งั้นเริ่มเลยนะ"
    # text : - บทบาทซึนเดเระ -
    mild "ยะ อยู่รึเปล่า ชั้นมาหาแล้วนะ ขอบใจชั้นด้วยล่ะ หึ! ฉันมะ ไม่ได้ตั้งใจทําให้นายหรอกนะ! เชอะ!!!"
    pov "เหมือนมายด์กำลังโมโหอยู่เลย…"
    tsuru "แหะๆ นั่นสินะคะ" # Char ยิ้มแห้ง
    debirun "ใช่เลยผู้จัดการ" # Char ยิ้มแห้ง
    # text : (ปัดตก)
    # text : - บทบาทยันเดเระ -
    mild "ถ้าคิดจะไปกินของคนอื่นล่ะก็.... จะไม่มีเค้ากับเธอ... มีแต่ฉันกับแก..." # ทําหน้ายันๆ Char หน้ามืด แบบยัน
    mild "เดี๋ยวนะ… กลิ่นนี้ไม่คุ้นเลย แกไปหาคนอื่นมาใช่ไหม-!!"
    pov_tsuru_debirun "คะ ครับ / ค-ค่ะ"
    # text : (บทนี้น่ากลัวเกิน ปัดตก)
    # text : - บทบาทคูลเดเระ -
    pov_tsuru_debirun "…" # SFX : เสียงลมพัด
    # text : (ปัดตก)
    # text : - บทบาทพี่มินอา -
    mild "แหมมม อยากให้คนอื่นมารับเมนูอย่างงั้นหรอ… ทำไมต้องอยากได้คนอื่นล่ะ ในเมื่อมีฉันอยู่ทั้งคนแล้วหนิ" # SFX : เป่าหู
    pov "*เฮือก-!!*"
    pov "ซึรุกับเดลเป็นอะไรไปหรอ?"
    tsuru_debirun "เอาพี่มายด์ของหนูคืนมา-!!" # Char หน้าร้องไห้
    # text : (ปัดตก)
    # text : - บทบาทพี่สมหมาย -
    mild "คุณลูกค้าอยากจะรับอะไรดี หรือว่า จะรับตัวผมสักคำไหมครับ // เสียงแมนๆ"
    pov "บทนี้เข้มดีนะ"
    tsuru "อื้ม"
    debirun "อื้ม"
    # text : (ปัดตก)
    # text : - บทบาทเดบิรุน -
    mild "ผู้บัญชาการสูงสุดแห่งกองทัพลับฮันนี่โอลอย\n
    มายด์บิลอสอาลาเชียไดโนเสาร์พารามิเตอร์\n
    ผู้ถือครองวัตถุโบราณสตาร์ดัสไลค์แอนด์ดาร์คเนสออฟเดอะโพคาลิป\n
    ผู้นำทางชานมไร้ที่สิ้นสุดรัชทายาทแห่งจักรวรรดิบางโพธิ์ที่ล่มสลาย\n
    อควาเรี่ยมผู้ถูกเลือกจากบุตรแห่งดวงตาทมิฬโลหิตมะงื้อ\n
    ผู้นำทางหายนะอันยิ่งใหญ่จากจักรวาลมาสู่โลกาและมวลมนุษยชาติ\n
    มายด์-บิ-รุน รุน รุน รุน-!!"
    tsuru_pov "…"
    debirun "ว้าววว สุดยากเลยยย-!! ไม่น่าเชื่อเลยว่าพี่มายด์จะสามารถแสดงบทบาทได้เหมือนหนูขนาดนี้"
    debirun "แต่น่าเสียดายนะ ในที่แห่งนี้ มีผู้บรรชาการสูงสุดได้เพียงแค่คนเดียว-!!"
    debirun "งั้นมาดวลกัน ข้าในนาม\n
    ผู้บัญชาการสูงสุดกองทัพลับเมเทโอรอยด์\n
    เดบีรอส อลาเซีย ไดซีนิส เดอ โพลาดิโน่\n
    ผู้ถือครองเอสเมอรันสตาร์ดัส\n
    ไลท์ แอนด์ ดาร์กเนส ออฟ อโพคาลิป\n
    ผู้นำทางดวงดาวอันไร้ที่สิ้นสุด\n
    ทายาทแห่งจักวรรดิสงครามที่ล่มสลายคาริทัส\n
    ผู้ถูกเลือกจากบุตรแห่งมังกรทมิลฬโลหิตเฮเดลอส\n
    ผู้นำพาหายนะอันแสนยิ่งใหญ่จากจักรวาลมาสู่โลกาและมวลมนุษยชาติ\n
    เด-บิ-รุน-!!"
    mild_debirun "ดูเอล-!!"
    tsuru_pov "หยุด-!!"
    # text : (ปัดตก)
    # text : และทุกคนก็ลงความคิดเห็นได้ว่า… มายด์เป็นเหมือนเดิมแหละดีแล้ว

    jump act2_1_shot_12

label act2_1_shot_12:
    pov "จะว่าไปแล้ว"
    pov "มายด์… ลองขึ้นสเตจดูมั้ย"
    tsuru "พี่ผู้จัดการ จะให้มาย เขาลองขึ้นสเตจหรอ"
    debirun "ผะ ผู้จัดการ ดูพี่มายด์สิ ตอนนี้ยืนตัวแข็งไปแล้ว-!!"
    # mild ยืนนิ่งหน้าลอย และจิตหลุดลอยไปกับสายลม Char ตาลอย
    # debirun เขย่าตัวมายด์
    debirun "พี่มายด์ ทำใจดีๆ ไว้ พี่มายด์–!! พี่ซึรุทำอะไรสักอย่างทีสิ" # ทำหน้าล่ก
    tsuru "มายด์ขึ้นสเตจหรอ… อะฮุฮิฮุฮิ น่าสนใจดีหนิน่า พี่มายด์ขึ้นสเตจ" # Char tsuru_maid_angry_au_darkface
    mild "ฉะ ฉันขอดูอีกสักพักได้ไหมคะ [povname]" # SD : มายมาอ้อน
    mild "ฉันไม่แน่ใจว่าจะทำได้น่ะค่ะ…"
    mild "น้าาาาาาาาาาา"
    tsuru "มายด์… พี่ผู้จัดการ ลองพูดอะไรหน่อยสิ"
    pov "ดะ เดี๋ยว ทำไมเป็นฉันล่ะ"
    tsuru "เพราะ พี่เป็นผู้จัดการไง หนูเชื่อว่าพี่ต้องทำอะไรได้แน่นอน" # Char tsuru_maid_smile_ad_ec_mo
    pov "(ยัยนี่นี่นะ… เอาโรลในร้านมาใช้เลยหรอ…)"
    pov "อะแฮ่ม… (ไม่ลองก็ไม่รู้ล่ะนะ)"
    menu:
        "ลองพูดถึงซึรุและเดล":
            pov "มายด์ คือว่า ซึรุกับเดลเขาได้ขึ้นสเตจแล้วนะ มายด์ไม่สนใจขึ้นบ้างสักหน่อยหรอ"
            mild "…" # SD : มายมาอ้อน

        "อาวุธลับ":
            pov "(ช่วยไม่ได้ คงต้องใช้วิธีนั้นแล้วสินะ)"
            pov "มายด์… ถ้ามายด์ได้ขึ้นสเตจ จะให้ชานมเพิ่มขึ้นอีกวันละแก้วเลยนะ"
            mild "…" # Char mild_maid_doubt
            mild "{size=*0.5}เดือนนึง… //พูดด้วยเสียงเบาๆ{/size}"
            pov "อะ อะไรนะมายด์"
            mild "ฉันขอชานมเพิ่มขึ้นเดือนนึงเต็มๆ เลยยยยย-!!" # Char mild_maid_smile_au_ec_mo
            pov "ดะ เดี๋ยว… ไม่ได้ ฉันให้ได้แค่สัปดาห์เดียวเท่านั้น มากกว่านั้นมันจ-"
            mild "//นั่งย่องๆ หันเข้าหากำแพง"
            pov "งะ งั้น 2 สัปดาห์"
            mild "//มายด์ขยับเข้ามุมห้องเรื่อยๆ"
            debirun "ดูแล้ว… ผู้จัดการต้องยอมแล้วแหละ"
            pov "เห้อ… โอเค มายด์ งั้นถ้ามายด์ขึ้นสเตจ จะให้ชานมเพิ่มขึ้นวันละแก้วเดือนนึงเลย"
            mild "เย้-!!" # Char mild_maid_smile_au_ec_mo
            pov "(ฉันคงใช้วิธีนี้บ่อยๆ ไม่ได้ ไม่งั้นรายได้ฉันหายแน่นอน)"

    jump act2_1_shot_13

label act2_1_shot_13:
    scene bg7light
    with fade

    nvl clear
    diary "ถึงไดอารี่ ในวันนี้เป็นวันเงินเดือนออกของพนักงานก็จริง แต่ไม่วายจะให้เกิดเรื่องวุ่นวายจนได้"
    diary "ทั้งเงินเดือนของมายด์ที่ได้กลายเป็นค่ากาชาของเดลไป"
    diary "มายด์น่าจะเข้าใจถึงเรื่องเงินไปอีกนานเลยล่ะ"
    diary "ทั้งเรื่องในกล่องความคิดเห็นอีก ใครกันนะ ที่มาว่ามายด์แสดงได้ไม่ดีพอ"
    diary "แต่เพราะอย่างนั้น เราก็เลยได้เห็นมายด์ในหลายๆ ลุคเลย"
    diary "รวมไปถึงเราจะได้เห็นมายด์ขึ้นสเตจแล้ว ฉันดีใจมากเลย"
    diary "ถึงแม้ว่า… ฉันจะต้องสังเวยชานมสำหรับหนึ่งเดือนไป"
    diary "มันต้องคุ้มแน่ๆ กับการที่มายด์-"
    nvl clear
    # "*กึ่ง-!!*"
    pov "อ่า วันนี้ก็ยังมีเสียงดังเหมือนเดิมเลยแหะ แต่นี่ผ่านมาเดือนนึงแล้วนะ ยังไม่หายไปเลย คงต้องจัดการสักหน่อยแล้ว"
    diary "อึก… อือ…"
    pov "//ขนลุกซู่"
    # อัปแอ่ๆ https://youtu.be/Fz6uJuhVq1w?t=539 8.59 วิ เสียงซึรุ อับแอ
    pov "วะ วันนี้คงต้องนอนแล้วล่ะ คะ คุณสุรชัยมาทักแล้ว"
    pov "(แต่ฉันก็สงสัยอยู่ดีว่า สรุปแล้วเป็นเสียงจากอะไรกันแน่)"
    pov "(เอาเป็นว่า วันนี้นอนก่อนดีกว่า)"

    jump demo
