label act1_2_shot_1:
    scene bg7day with eye_open
    pov "(เช้าวันรุ่งขึ้น หลังจากที่ฉันหนีไปนอนเพราะเสียงประหลาดในช่วงกลางคืน)"
    pov "(ก็ไม่ค่อยแน่ใจว่ามันคือเสียงอะไรกันแน่ ถึงจะถามเจ้าของบ้านคนก่อนหน้า เขาว่า “มันก็ไม่มีอะไร” นี่สิ)"
    pov "(เห้อ เอาเถอะ ยังไงซะต่อให้ฉันรู้ว่ามี หรือไม่มีอะไรเกิดขึ้น ฉันก็ทำอะไรไม่ได้อยู่แล้ว เตรียมตัวออกไปซื้อของเข้าร้านก่อนดีกว่า)"
    pov "เอาล่ะ วันนี้ก็ สู้!"
    #door close sfx
    scene black with dissolve
    centered "{=centered_text} 1 ชั่วโมงผ่านไปหลังจากที่ฉันซื้อของเสร็จกลับมาที่ร้าน{/centered_text}"
    scene bg2day with fade

    scene bg8day: ## (Q) รูปนี้แปลกๆไว้คุยอีกทีว่ารู้นี้จริงๆหรอ?
        size (1920, 1080)
    pov "อ่ะ อรุณสวัสดิ์ มายด์"
    mild "สวัสดีตอนเช้าค่ะ [povname]"
    pov "(ท่าทางที่งัวเงีย และไม่สดใสเลย ทำเอาฉันกังวลนะเนี่ย)"
    pov "ทานอะไรมั้ย เดี๋ยวฉันทำอะไรให้กิน"
    mild "ค-คะ!?"
    mild "รอบนี้จะแกล้งให้ฉันต้องจ่ายค่าอาหารให้คุณอีกมั้ยคะเนี่ย"
    pov "กะ ก็ต้องไม่ใช่น่ะซิ! เป็นสวัสดิการให้พนักงานน่ะ!"
    pov "(นี่เธอยังระแวงเรื่องเมื่อตอนนั้นอยู่อีกหรอเนี่ย…)"
    pov "แล้วเธออยากทานอะไรล่ะ มีอะไรอยากกินเป็นพิเศษรึเปล่า"
    mild "อื้ม….. พอดีฉันไม่ค่อยมีเมนูในใจเลยค่ะ ที่ทานแล้วอร่อยคงเป็น ชานม ที่[povname] เคยเอามาให้"
    pov "งั้น เอาเป็นเมนูของที่ร้านแล้วกันเนอะ"
    pov "เอาล่ะ! ได้เวลาโชว์ฝีมือแล้วสินะ!"
    mild "(ถึงจะรู้อยู่แล้วว่า [povname] ทำอาหารเก่งก็เถอะนะ แต่พอได้ดูใกล้ๆ แบบนี้…)"
    pov "เสร็จแล้ว!"
    pov "เชิญทานเลย ออมไรส์สูตรพิเศษจากฉันเอง!"
    mild "งั้นขออนุญาต…ทานนะคะ"
    mild "อร่อยมากเลยค่ะ!"
    pov "แน่นอนอยู่แล้ว~ ถ้าเธอทานไม่หมดฉันจะเสียใจเอาน้าา"
    mild "แน่นอนค่ะ!"
    mild "ฮ่าส์ ขอบคุณสำหรับอาหารค่ะ!"
    pov "อื้มมม อันนี้ชานม เติมพลังแล้วก็ยิ้มไว้เยอะๆ นะโอเคมั้ย"
    mild "ขอบคุณนะคะ"

    jump act1_2_shot_2

label act1_2_shot_2:
    scene bg2day
    pov "อ่ะ! อยู่เฉยๆ แปปนึงนะมายด์"
    menu:
        "เอามือไปลูบแก้ม เอาเม็ดข้าวที่ติดออกและนำเข้าปากตัวเอง":
            $ honey_score -= 1

        "เอากระดาษทิชชู่ไปลูบแก้มเพื่อเอาข้าวที่ติดออก":
            $ honey_score += 1
    mild "ค-ค-ค-คะ!!?"
    pov "ฮิฮิ"
    unknow_debirun "เอ่อคือ…."
    unknow_debirun "สวัสดีค่ะ ผู้จัดการ…"
    pov "อ่ะ ว่าไงสวัสดียามเช้านะ เดลจัง มาเช้าจังเลยนะ"
    debirun "ก็มันว่างนี่คะ…."
    debirun "แล้วนี่หนูมาขัดจังหวะผู้จัดการกับแฟนรึเปล่าคะเนี่ย…."
    pov "ฟะ แฟนอะไรละ มะ ไม่ใช่สักหน่อย เนอะมาย–"
    pov "(ระหว่างที่ฉันแก้ตัวพอได้หันไปมองที่มายด์ กลับเห็นสีหน้าของเธอที่แดงผ่าวราวกับมะเขือเทศ นะ นี่เธอเขินอยู่อย่างงั้นหรอ!)"
    debirun "เอาน่าาาา หนูก็แค่แซววววววว ฮิฮิ"
    pov "หนอยยยย ยัยเด็กนี่!"
    pov "ฟู่วว เอาเป็นว่า เธอคนนี้คือพนักงานใหม่ของร้านเรา ชื่อ มายด์อาร์"
    mild "มายด์อาร์ค่ะ เรียก มายด์เฉยๆ ก็ได้นะคะ"
    pov "มายด์ส่วนนี่ เดบิรุน"
    debirun "สวัสดีค่ะ เดบิรุน เรียกเดลก็ได้นะคะ"
    debirun "จะว่าไป คุณมายด์ อายุเท่าไหร่หรอคะ"
    pov "(จริงด้วยสิ ฉันเองก็ยังไม่เคยรู้เลยแฮะ)"
    mild "มายด์หรอ อืม……………"
    mild "คิดว่าน่าจะประมาณ 20 กว่าๆ แล้วนะคะ"
    debirun "อ่ะ งั้นก็เป็นพี่ของเดลสินะ ฝากตัวด้วยนะพี่มายด์"

    jump act1_2_shot_3

label act1_2_shot_3:
    debirun "เห็นว่าเป็นพนักงานใหม่แล้วพี่มายด์เล่นบทอะไรหรอผู้จัดการ"
    pov "ฮื้ม… จริงๆ ฉันก็คิดไว้สักพักแล้วแหละ ว่าคาแรคเตอร์แบบมายด์ที่ฉันเห็นควรจะเป็น……."
    menu:
        "เมดพยาบาล แบบไอดอลสาวไปเลย":
            $ honey_score += 1
            # mild "เมดพยาบาล… ไอ..ดอล?"

        "แฟนฉัน":
            $ honey_score -= 1
            pov "เมดพยาบาล แบบไอดอลสาวไปเลย"
            # mild "ฟะ แฟน… ไอ..ดอล?"
    mild "ฟะ แฟน… ไอ..ดอล?" ## (Q) บริบทไม่แปลกใช่ไหม?
    pov "มะ ไม่มีอะไรก็หมายถึงเมดพยาบาลนั่นแหละ"
    mild "คะ ค่า แล้ว ไอดอล…."
    mild "คืออะไรหรอคะ"
    pov "ไอดอลน่ะ เป็นเหมือนผู้ที่คอยมอบรอยยิ้ม ความสดใส ที่จะช่วย รักษาหัวใจ ให้กับผู้คนยังไงละ"
    mild "ฉันเป็นแบบนั้นหรอคะ…"
    pov "อื้มม ใช่สิ ออร่าที่มาจากตัวเธอน่ะ สุดยอดมากเลยนะ"
    debirun "ผู้จัดการยังชมขนาดนั้น พี่มายด์เชื่อมั่นในตัวเองไว้นะ"
    debirun "จะว่าไป นี่ก็ใกล้เวลาเปิดร้านแล้วนะ ทำไมพี่ซึรูรุยังไม่มาอีก"
    pov "เอาเถอะไม่เป็นไรหรอก พวกเธอไปเตรียมตัวกันได้เลยนะ"
    mild_debirun "ค่าาาาาาาาา !"
    debirun "เอาล่ะ *ได้เวลางานแล้วๆๆๆ*"
    mild "เป็นอะไรไปหรอเดลจัง"
    debirun "ย๊า ด้วยนามของผู้อยู่เหนือกาลเวลา พวกเจ้าจงฟัง! นามของข้าคือเดบิรุน! ก้มหัวสะสิ 5 5 5  5 5 5 5 5   5 55 5 5 5 5 5 5 55 !"
    mild "ดะ..เดล… จัง….. เปี่ยน.. ไป๊"
    debirun "เอาล่ะ! ได้เวลาไปต้อนรับเจ้าพวกมนุษย์แล้วสินะ ฮ่าฮาฮ่า!"
    mild "…………………………….."

    $ quick_menu = False
    call screen minigame_1(minigame1_act1_2_shot_3)
    $ renpy.block_rollback()
    $ quick_menu = True

    jump act1_2_shot_4

label act1_2_shot_4:
    scene bg2day
    debirun "นี่ก็ผ่านมาสักพักแล้วนะผู้จัดการ พี่ซึรุเขายังไม่มาเลย"
    pov "นั่นสิเป็นอะไรรึเปล่านะ…"
    mild "(ตอนคุยกับพวกเรายังเป็นเดลจังตอนปกติสินะ…)"
    tsuru "มาแล้วค่าาาาาาาา!"
    debirun "พี่ซึรุ"
    mild "ซึรุทำไมมาช้าจัง"
    pov "หวังว่ารอบนี้จะมีข้อแก้ตัวดี ๆ นะซึรุ……"
    tsuru "อ่า…เอ่อ…นะ หนู นอนเพลิน แหะๆ"
    mild "โถ้ว นึกว่าเป็นอะไรซะอีกนะ"
    pov "ก็ยังดีว่าเป็นอะไรไปละนะ เอาล่ะ ไปเตรียมตัวเข้างานได้แล้ว ชดเชยในส่วนที่มาสายด้วยล่ะ"
    tsuru "ค้าบบบบบบบ"

    $ quick_menu = False
    call screen minigame_1(minigame1_act1_2_shot_4)
    $ renpy.block_rollback()
    $ quick_menu = True

    jump act1_2_shot_5

label act1_2_shot_5:
    scene bg2day
    pov "(หลังจากที่ร้านปิด ฉันเดินออกมาจากห้องพักพนักงานเพื่อที่จะเริ่มเก็บกวาดครัว ส่วนสาวๆ ก็กำลังเม้าท์ไปเก็บกวาดร้านไปด้วย)"
    pov "เอ๊ะ! อันนี้น่ะลูกค้าทำตกไว้รึเปล่า?"
    tsuru "อ่ะ! ของหนูๆ"
    tsuru "พวงกุญแจของหนูมันชอบตกตลอดเลย ดีนะที่ยังตกอยู่ในร้าน"
    debirun "ตัวห่วงคล้องมันหลุดไปแล้วหนิพี่ซึรุ"
    tsuru "เอ๊ะ! จริงด้วย เดี๋ยวกลับไปซ่อมให้นะน้องห่วงใย"
    tsuru "ขอบคุณนะคะผู้จัดการ"
    debirun "แบบนี้คงจะไม่มีน้องติดตัวไปสักพักสินะพี่ซึรุ"
    tsuru "อ๋อ ไม่เป็นไร ยังมีตัวจริงให้กอดอยู่ที่ห้องน่ะ"
    tsuru "แต่ก็คงจะคิดถึงตอนออกมาทำงานแน่เลย"
    debirun "จริงหรอพี่! หนูก็มีตุ๊กตาเหมือนกัน ชื่อว่า ท่านเซอร์อัลเฟรด ล่ะ"
    tsuru "แน่ละสิ ก็เดลชอบกอดนี่นา ตอนมานอนกับพี่ทีไรยังขอกอดพี่อยู่บ่อยๆ เลย"
    debirun "อ๊ากกก อย่าพูดน้าาา //เดลหน้าเขิน"
    debirun "แล้วพี่มายด์ล่ะ มีตุ๊กตาบ้างมั้ย"
    mild "ตุ๊กตาหรอคะ……."
    mild "ที่เป็นตัวนุ่มๆ น่ารักๆ เอาไว้กอดหรอคะ…"
    debirun "ช่ายๆ ประมาณนั้นแหละ มีบ้างมั้ย"
    mild "ถ้าฟังจากที่คุยๆ กัน อื้ม... ไม่มีเลยค่ะ"

    jump act1_2_shot_6

label act1_2_shot_6:
    tsuru "มายด์เขาพึ่งหลุดออกมาจากห้องทดลองน่ะ ก็เลยไม่ค่อยรู้เกี่ยวกับโลกภายนอกเท่าไหร่"
    debirun "เอ๊ะ! หลุดมาจากห้องทดลอง!?"
    tsuru "ผู้จัดการยังไม่เล่าให้ฟังหรอ"
    debirun "ยังนะพี่….."
    pov "//กระแอม"
    tsuru "เรื่องมีอยู่ว่า……."
    scene black with dissolve
    centered "{=centered_text} ซึรุได้เล่าเรื่องราวทั้งหมดให้เดลฟัง{/centered_text}"
    scene bg2day with fade
    debirun "//สะอื้น"
    debirun "พี่มายด์… หนูไม่รู้เลยว่าพี่จะเจอเรื่องแบบนี้ แง๊"
    debirun "//เดลเข้าไปกอดมายด์"
    mild "พี่ไม่เป็นไรแล้วเดลจัง โอ๋ๆ"
    debirun "อื้อ… //เดลถอยตัวออกจากมายด์มา"
    tsuru "//ซึรุเข้ามากอดมายด์//"
    mild "ซะ ซึรุ"
    tsuru "โอ๋ๆ ไม่เป็นไรนะ ฉันจะอยู่ข้างเธอเอง // ลูบหัว"

    jump act1_2_shot_7

label act1_2_shot_7:
    tsuru "แล้วมายด์เคยเห็นสัตว์บนโลกบ้างรึยังล่ะ"
    mild "เคยเห็นแต่แมวแถวๆ หน้าร้านน่ะ"
    debirun "งั้นพี่มายด์ ดูนี่ๆ"
    debirun "// เอาคลิปสั้น กบซึรุ กับ แพนด้ามาใส่ //"
    scene black with dissolve
    centered "{=centered_text} คลิปสั้น กบซึรุ กับ แพนด้า{/centered_text}"
    scene bg2day with fade
    mild "น่ารักจัง ตัวกลมๆ ขาวๆ หน้ามีรอยดำๆ น่ากอดจัง.."
    tsuru "ตัวนี้เรียกว่าแพนด้าน่ะ"
    mild "แพน…. อะไรนะคะ?"
    tsuru "แพนนนนนนนน ด้าาา"
    mild "พะ แพน….."
    mild "ออกเสียงยากจัง"
    debirun "งั้นก็เรียกพี่แพน เลยก็ได้นี่"
    mild "พี่แพน… งื้อออออ น่ารักจังงง"
    tsuru "ไว้มีโอกาสฉันจะหาพี่แพนมาให้นะ ถึงจะเป็นพวงกุญแจก็เถอะ ไว้สักวันเราไปหาซื้อพี่แพนด้วยกันนะ"
    mild "อื้ออ!"
    pov "(มายด์ยังต้องเรียนรู้โลกภายนอกอีกเยอะเลยสินะ ไว้ถ้ามีโอกาสฉันคงต้องพาออกไปข้างนอกสักหน่อยแล้วล่ะ แต่แบบนี้ก็คือ ดะ เดท..สินะ….)"
    pov "เอาล่ะพวกเธอ ถ้าเก็บร้านเสร็จแล้วละก็กลับบ้านได้เลยนะ เดินทางปลอดภัยล่ะ วันนี้ก็ขอบคุณมาก"
    mild_tsuru_debirun "ขอบคุณที่เหนื่อยค่าาาาาาาาาาา"

    jump act1_2_shot_8

label act1_2_shot_8:
    pov "(เอาล่ะวันนี้ผ่านไปอีกวัน ทีนี้ก็มาเขียนสรุปไดอารี่ดีกว่า)"
    pov "(วันนี้ซึรุก็มาสายอีกแล้ว แถมยังตื่นสายเหมือนเดิมเลยด้วย ทำเอาฉันตกใจได้ทุกครั้งเลยนะ)"
    pov "(อ๋อเป็นวันแรกที่เดลกับมายด์ได้เจอกันด้วย สนิทกันไวดีจริงๆ นะ เข้ากันเป็นปี่เป็นขลุ่ยเลย เห็นแบบนี้ก็ชื่นใจสุดๆ ที่สาวๆ เข้ากันได้ดี)"
    pov "(ถึงมายด์จะตกใจตอนที่เดลเข้าโหมดทำงานก็เถอะ ฮ่าฮ่าฮ่า…..)"
    pov "(วันนี้ได้รู้อะไรเกี่ยวกับมายด์เพิ่มขึ้นด้วย จากที่สาวๆ คุยกันเหมือนมายด์จะชอบแพนด้า มาก ๆ เลยนะ ถึงแม้วิธีเรียกจะแปลกๆ ….)"
    pov "(พี่แพนงั้นหรอ... น่ารักดีแฮะ… บ้าจริงแค่นึกถึงฉันก็หุบยิ้มไม่ได้แล้วเนี่ย น่ารักจนใจแทบวายเลย! )"
    pov "วันนี้ก็คงประมาณนี้แหละ หวังว่าหลังจากนี้จะราบรื่นเหมือนกันทุกวันนะ~"
    pov "นอนดีกว่า~ //(กึ้ง!)....."
    pov "อีกแล้วหรอ แหะๆ ห้ามทักนี่นา… รีบหนีไปนอนดีกว่า……"

    jump demo
