label demo:
    scene bg7day with eye_open
    pov "(เช้าวันรุ่งขึ้น หลังจากที่ฉันหนีไปนอนเพราะเสียงประหลาดในช่วงกลางคืน)"
    pov "(ก็ไม่ค่อยแน่ใจว่ามันคือเสียงอะไรกันแน่ ถึงจะถามเจ้าของบ้านคนก่อนหน้า เขาว่า “มันก็ไม่มีอะไร” นี่สิ)"
    pov "(เห้อ เอาเถอะ ยังไงซะต่อให้ฉันรู้ว่ามี หรือไม่มีอะไรเกิดขึ้น ฉันก็ทำอะไรไม่ได้อยู่แล้ว เตรียมตัวออกไปซื้อของเข้าร้านก่อนดีกว่า)"
    pov "เอาล่ะ วันนี้ก็ สู้!"
    #door close sfx
    scene black with dissolve
    centered "{=centered_text} 1 ชั่วโมงผ่านไปหลังจากที่ฉันซื้อของเสร็จกลับมาที่ร้าน{/centered_text}"
    scene bg2day with fade
    pov "อ่ะ อรุณสวัสดิ์ มายด์"

    centered "{=centered_text}---โปรดติดตามตอนต่อไป---{/centered_text}"